Repository: Cheap-Tricks/OctoPrint-PrintTimeGenius
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it_it

source: Based on a line-by-line preprocessing of the gcode (good accuracy)
it_it: Basato su una pre-elaborazione linea-per-linea del gcode (buona accuratezza)

source: General options
it_it: Opzioni generali

source: Display precise durations instead of fuzzy ones
it_it: Mostra durate precise invece di quelle arrotondate

source: Enable OctoPrint's built-in analyzer (slow and unnecessary)
it_it: Attiva l'analizzatore nativo di OctoPrint (lento e inutile)

source: Analyzing a file while heating should not affect performace.
it_it: Analizzare un file durante il riscaldamento non dovrebbe influire sulla performance.

source: Allow analysis while heating (only takes effect after saving)
it_it: Permetti l'analisi durante il riscaldamento (ha effetto solo dopo il salvataggio)

source: Analyzing a file while printing might cause poor printing performace.
it_it: Analizzare un file durante la stampa potrebbe ridurre la performance di stampa.

source: Allow analysis while printing (only takes effect after saving)
it_it: Permetti l'analisi durante la stampa (ha effetto solo dopo il salvataggio)

source: Analyzers
it_it: Analizzatori

source: Analyze
it_it: Analizza

source: The default analyzers are the suggested settings for all users
it_it: Gli analizzatori di default sono le impostazioni suggerite per tutti gli utenti

source: Reset analyzers to default
it_it: Reimposta gli analizzatori di default

source: Description
it_it: Descrizione

source: Command
it_it: Comando

source: Enabled
it_it: Attivo

source: Debug Analysis
it_it: Debug dell'analisi

source: Debug Estimates
it_it: Debug delle stime
